app/controllers/school_classes_controller.rb

	def index
		@school_class = SchoolClass.all
---
SELECT "school_classes".* FROM "school_classes"