app/controllers/students_controller.rb

	def index
		@student = Student.all
---
SELECT  "students".* FROM "students"  ORDER BY "students"."id" DESC LIMIT 1